import SecTitle from "../../../Components/SectionTitle/SecTitle";

const OurStory = () => {
    return (
        <div className="container md:mx-auto  py-10">
            <SecTitle title={"Our story"} subHeading={"রক্তদান সম্পর্কে যা জানা প্রয়োজন"} />
            <p className="text-justify p-10" >
                অনেকেই মনে করেন রক্ত দিলে শরীর দুর্বল হয়ে যায় বা ক্ষতি হয়, কিন্তু এই ধারণা সম্পূর্ণ ভুল। একজন সুস্থ প্রাপ্তবয়স্ক মানুষের শরীরে যে পরিমাণ রক্ত থাকে, তার থেকে মাত্র একটি ব্যাগ (প্রায় ৩৫০-৪৫০ মিলিলিটার) রক্ত নেওয়া হয়, যা শরীর কয়েক সপ্তাহের মধ্যেই নিজে থেকে পূরণ করে ফেলে। সঠিক নিয়ম মেনে রক্তদান করলে এটি সম্পূর্ণ নিরাপদ, এমনকি এটি নিয়মিত করলে শরীরে নতুন রক্তকণিকা তৈরির প্রক্রিয়াকেও সক্রিয় রাখে।
                <br /><br />
                তবে ঘন ঘন রক্ত দেওয়া ঠিক নয় — শরীরকে পূর্ণ বিশ্রাম ও পুনর্গঠনের জন্য পর্যাপ্ত সময় দিতে হয়।
                <br /><br />
                <b>কত দিন পর পর রক্ত দেওয়া নিরাপদ?</b><br />
                সাধারণত একজন পুরুষ প্রতি ৩ মাস (১২ সপ্তাহ) পর পর এবং একজন নারী প্রতি ৪ মাস (১৬ সপ্তাহ) পর পর রক্ত দিতে পারেন। এর কম বিরতিতে রক্ত দিলে শরীরে আয়রনের ঘাটতি ও দুর্বলতা দেখা দিতে পারে।
                <br /><br />
                রক্তদানের আগে পর্যাপ্ত পানি পান করুন ও হালকা খাবার খেয়ে নিন, আর রক্তদানের পর কিছুক্ষণ বিশ্রাম নিন — তাহলে কোনো সমস্যা হওয়ার সম্ভাবনা থাকে না। মনে রাখবেন, আপনার একটি রক্তদান তিনটি পর্যন্ত জীবন বাঁচাতে পারে।
            </p>


        </div>
    );
};

export default OurStory;
